{
    "en": {
        "aboutNav": "About",
        "experienceNav": "Experience",
        "educationNav": "Education",
        "projectsNav": "Projects",
        "skillsNav": "Skills",
        "aboutSec": "About Me",
        "nameAbo": "Hello, I'm Muhammad Rafi Akbar",
        "descAbo": "An Informatics Management graduate from Astra Polytechnic with an interest in IT. Possesses strong communication and leadership skills, teamwork, and adaptability to new challenges. Experienced in desktop and website-based application projects during her studies. Active in organizations and committees, she is committed to continuous learning and developing her knowledge and skills in the world of information technology.",
        "cvAbo": "Download CV",
        "contactAbo": "Contact Me",
        "contactMod": "Contact Me",
        "experienceSec": "Experience",
        "workExp": "Work Experience",
        "descExp": "Implementing Hangfire background jobs on Material Master Data applications with the Java Springboot and .NET frameworks. With automatic Retry Job and Dashboard features. Successfully reducing the number of Deadlocks on the system and eliminating manual intervention by the IT team.",
        "organizationExp": "Organization Experience",
        "positionExp": "Head Departement of Education",
        "descorgExp": "Leading an education department consisting of 17 active members, Holding IT-related seminars with speakers from outside/inside the campus, Holding group mentoring for students, Designing learning modules and creating applications as a reference for working on early-level student projects.",
        "educationSec": "Education",
        "majorEdu": "Diploma 3 Informatics Management",
        "locationEdu": "Astra Polytechnic • 2022 - 2025",
        "GpaEdu": "GPA: 3.73/4.00",
        "descEdu": "Focusing on software development and information technology management in various fields. Final project on \"Implementation of Hangfire and Sales Value Automation in Production Material Management at PT Unggul Lancar Sejahtera\"",
        "projectsSec": "Projects",
        "descPro1": "Project details are confidential",
        "descPro2": "Project details are confidential",
        "descPro3": "The mobile-based employee performance recording application for the TRPAB study program makes it easier to monitor employee performance by summarizing each activity.",
        "descPro4": "The mobile-based service data collection application at Astra-supported vocational schools facilitates the recapitulation process and generates service transaction reports, making transaction management more efficient.",
        "descPro5": "This website contains information about Student Organizations (ORMAWA) and Student Activity Units (UKM). It also provides profiles of each ORMAWA and UKM, as well as a UKM registration page for Astra Polytechnic students. The website was created using two different programming languages.",
        "descPro6": "This desktop-based healthcare application provides a variety of consultations, examinations, and medication purchasing services. It simplifies the management of patient transaction history and reporting data. The application was developed using two different programming languages.",
        "skillsSec": "Skills & Technologies",
        "contactFoo": "Contact",
        "socialFoo": "Social Media",
        "linkFoo": "Quick Links",
        "aboutFoo": "About",
        "experienceFoo": "Experience",
        "projectsFoo": "Projects",
        "skillsFoo": "Skills"
    },
    "id": {
        "aboutNav": "Tentang",
        "experienceNav": "Pengalaman",
        "educationNav": "Pendidikan",
        "projectsNav": "Proyek",
        "skillsNav": "Keahlian",
        "aboutSec": "Tentang Saya",
        "nameAbo": "Halo, saya Muhammad Rafi Akbar",
        "descAbo": "Lulusan Manajemen Informatika dari Politeknik Astra yang memiliki ketertarikan di bidang IT. Memiliki kemampuan komunikasi, kepemimpinan, mampu bekerja dalam sebuah tim, dan mudah beradaptasi dengan hal baru. Berpengalaman dalam mengerjakan proyek aplikasi berbasis desktop dan website selama masa studi. Aktif dalam organisasi dan kepanitiaan, serta berkomitmen untuk terus belajar dan mengembangkan pengetahuan serta keterampilan di dunia teknologi informasi.",
        "cvAbo": "Unduh CV",
        "contactAbo": "Hubungi Saya",
        "contactMod": "Hubungi Saya",
        "experienceSec": "Pengalaman",
        "workExp": "Pengalaman Kerja",
        "descExp": "Mengimplementasikan background job Hangfire pada aplikasi Material Master Data dengan framework Java Springboot dan .NET. Dengan fitur Retry Job otomatis dan Dashboard.Berhasil mengurangi jumlah Deadlock pada sistem dan menghilangkan intervensi manual oleh tim IT.",
        "organizationExp": "Pengalaman Organisasi",
        "positionExp": "Kepala Departemen Pendidikan",
        "descorgExp": "Memimpin sebuah departemen pendidikan berisi 17 anggota aktif, Mengadakan seminar yang berkaitan dengan IT dengan narasumber luar/dalam kampus, Mengadakan Mentoring secara berkelompok untuk mahasiswa, Merancang modul pembelajaran serta pembuatan aplikasi sebagai acuan untuk pengerjaan project mahasiswa tingkat awal.",
        "educationSec": "Pendidikan",
        "majorEdu": "Diploma 3 Manajemen Informatika",
        "locationEdu": "Politeknik Astra • 2022 - 2025",
        "GpaEdu": "IPK: 3.73/4.00",
        "descEdu": "Fokus pada pengembangan software dan manajemen teknologi informasi di berbagai bidang. Tugas akhir tentang \"Implementasi Hangfire dan Otomatisasi Sales Value pada Pengelolaan Material Produksi di PT Unggul Lancar Sejahtera\"",
        "projectsSec": "Proyek",
        "descPro1": "Detail project bersifat rahasia",
        "descPro2": "Detail project bersifat rahasia",
        "descPro3": "Aplikasi pencatatan performa karyawan pada prodi TRPAB berbasis mobile, memudahkan monitoring performa karyawan dengan rekapitulasi setiap kegiatan",
        "descPro4": " Aplikasi pendataan layanan pada sekolah SMK binaan Astra berbasis mobile, memfasilitasi proses rekapitulasi dan menghasilkan laporan transaksi pelayanan, membuat manajemen transaksi lebih efisien.",
        "descPro5": "Website yang memuat informasi seputar Organisasi Kemahasiswaan (ORMAWA) dan Unit Kegiatan Mahasiswa (UKM), menyediakan profil dari masing-masing ORMAWA dan UKM serta menyediakan halaman pendaftaran UKM untuk mahasiswa Politeknik Astra. Pembuatan website ini menggunakan 2 versi bahasa pemrograman yang berbeda.",
        "descPro6": "Aplikasi layanan kesehatan berbasis desktop, menyediakan berbagai layanan konsultasi, pemeriksaan, dan pembelian obat. Aplikasi ini akan memudahkan pengelolaan riwayat transaksi pasien dan pengolahan data laporan. Pembuatan aplikasi ini menggunakan 2 versi bahasa pemrograman yang berbeda.",
        "skillsSec": "Keahlian & Teknologi",
        "contactFoo": "Kontak",
        "socialFoo": "Media Sosial",
        "linkFoo": "Link Cepat",
        "aboutFoo": "Tentang",
        "experienceFoo": "Pengalaman",
        "projectsFoo": "Proyek",
        "skillsFoo": "Keahlian"
    }
}
